{
    "machine-learning": {
        "title": "Машинное обучение",
        "description": "На направлении \"Машинное обучение\" студенты знакомятся с методиками построения алгоритмов, применяющихся для обучения ИИ. Основная задача направления: научить аналитическую систему на основании входных данных прогнозировать дальнейшие события. Данное направление находится на стыке между математической статистикой, программированием и классическими математическими дисциплинами, но основной упор делается на изучение нейронных сетей, без которых машинному обучению не обойтись. В процессе работы студенты разрабатывают алгоритмы для обработки изображений, текстовых или звуковых файлов, на основе которых можно выявить закономерности и сделать пронозы. Выбор тем данного направления весьма обширен: начиная с решения задач медицинской направленности, и заканчивая дизайнерской темитикой. \"Машинное обучение\" отлично подойдёт тем, кто хочет попробовать себя в изучении прогнозной аналитики."
    },
    "games": {
        "title": "Игры",
        "description": "На направлении \"Игры\" студенты могут создать свои собственные компьютерные игровые приложения, направленные не только на развлекательную, но и на учебную тематику. Основная задача состоит в разработке приложений, которые помогут подойти к учебному процессу с простой игровой стороны, превратив обучение в увлекательный процесс. Направление подойдет креативным студентам, мечтающим начать разрабатывать игровые продукты."
    },
    "bots": {
        "title": "Боты",
        "description": "На направлении \"Боты\" идет разработка интернет-ботов для различных платформ. Применение ботов необходимо в тех\nслучаях, когда требуется лучшая и более быстрая реакция, по сравнению с человеческой, например, при чрезвычайных\nситуациях. Для таких случаев, и не только, идет создание проектов на данном направлении. Студенты, попавшие на это\nнаправление, смогут улучшить навыки программирования и самостоятельно создать \"мобильного консультанта\"."
    },
    "robots": {
        "title": "Робототехника",
        "description": "Направление \"Робототехника\" включает в себя создание автоматизированных технических систем. Студенты участвуют\nв процессе создания роботов, обучают их командам и проводят испытания по их эксплуатации. Упор идет как на\nмеханику и электронику, так и на математику. На этом направлении можно получить навыки самостоятельного\nпроектирования конструкций, понять основные принципы механизмов, улучшить свои математические навыки."
    },
    "digital-marketing": {
        "title": "Цифровой маркетинг",
        "description": "Студенты направления \"Цифровой маркетинг\" научатся создавать платформы, продвигающие товары и услуги посредством\nцифровых технологий. К таким платформам относятся веб-сайты и приложения, которые смогут рассказать пользователям\nо какой-либо концепции. Основная цель: создать платформы, которые заинтересуют как можно большее число\nпользователей. \"Цифровой маркетинг\" подойдет студентам, которые хотели бы попробовать себя в разработке приложений."
    },
    "vr": {
        "title": "VR/AR",
        "description": "Виртуальная реальность - одно из перспективных направлений в области информационных технологий. Именно на\nнаправлении \"AR/VR\" у студентов есть возможность попробовать себя в этой области. На этом направлении создаются\nприложения для работы в виртуальной лиюо дополненной реальности, которые могут в дальнейшем использоваться для\nтренировки врачей, летчиков и представителей других профессий. В процессе обучения студенты значительно улучшают\nнавыки моделирования и программирования."
    },
    "web-development": {
        "title": "Web-разработка",
        "description": "Направление \"Web-разработка\" знакомит студентов с созданием веб-сайтов. Здесь можно развить как навыки front-end\nразработчика, так и попробовать себя в написании самого \"скелета\" сайта в роли back-end программиста. Сейчас у каждой \nкомпании есть свой сайт, являющийся ее \"визитной карточкой\". Именно на этом направлении можно узнать как создаются\nэти веб-сайты и какие инструменты используются для их разработки. Направление подойдет как дизайнерам, так и тем, кто\nбольше интересуется написанием сайтов и скриптов для них."
    },
    "mobile": {
        "title": "Мобильная разработка",
        "description": "Студенты направления \"Мобильная разработка\" занимаются созданием различных приложений, начиная от навигатора для\nпомещений, и заканчивая разработкой онлайн-курсов. Проекты этого направления затрагивают обширное число тем, и\nмогут быть интересны студентам, которые хотели бы принять участие в создании обучающих ресурсов."
    },
    "information-systems": {
        "title": "Информационные системы",
        "description": "Направление \"Информационные системы\" помогает понять концепцию автоматизации рабочего пространства. Тематика\nпроектов включает в себя создание объектов для \"умного дома\", а также систем для выполнения автоматической работы,\nнапример разработка систем для проверки работ студентов. Основная задача: создать автоматизированные системы\nдля упрощения работы человека."
    },
    "math-modelling": {
        "title": "Математическое моделирование",
        "description": "На направлении \"Математическое моделирование\" создаются математические модели, способные предсказать\nповедение реальных объектов. Порой сложно работать с настоящими массивными объектами, в этом случае строится\nмодель этого объекта, с которой ведутся дальнейшие вычисления. Именно этим занимаются студенты данного направления.\nК темам проектов относятся моделирование физических процессов, а также создание иммитационных моделей. Для работы\nнад некоторыми из проектов \"Математического моделирования\" может потребоваться серьезная математическая подготовка.\nНаправление подойдет тем, кто не равнодушен к моделированию и математическим дисциплинам."
    }
}